Repository: 19rahat98/aizere
Catalog: lib/l10n/intl_*.arb
Languages: kk

source: Next
kk: Келесі

# skip
source: Пропустить
kk: Өткізу

# stepThree
source: Шаг 3
kk: Қадам 3

# stepTwo
source: Шаг 2
kk: Қадам 2

# stepOne
source: Шаг 1
kk: Қадам 1

# copyText
source: Скопировать и вставить в поле для синтеза
kk: Көшіріп, синтездеу жолағына қойыңыз

# clickPlay
source: Нажмите воспроизвести
kk: Ойнату батырмасын басыңыз

# library
source: Библиотека
kk: Кітапхана

# start
source: Начать
kk: Бастау

# selectLanguage
source: Выберите язык
kk: Тілді таңдаңыз

# selectLanguageInterface
source: Выбрать язык интерфейса, чтобы можно было читать и вводить текст на этом языке
kk: Интерфейс тілін сол тілдегі мәтінді оқу және теру үшін таңдаңыз

# chooseSpeaker
source: Выберите спикера
kk: Спикерді таңдаңыз

# chooseVoiceSpeaker
source: Выбрать спикера, чтобы можно было воспроизвести аудио голосом опреденного спикера
kk: Спикерді таңдау, таңдаған спикер дауысымен дыбысты ойнату үшін

# speakerOnlyKazakh
source: Спикеры только на казахском языке
kk: Спикерлер тек қазақ тілінде

# back
source: Назад
kk: Артқа

# keepContinue
source: Продолжить
kk: Жалғастыру

# voiceAssistant
source: Голосовой помощник
kk: Дауысты көмекші

# aizereVoiceTextOnScreen
source: AizereVoice произносит названия объектов на экране. Вы можете управлять функцией AizereVoice с помощью простого набора жестов.
kk: AizereVoice экрандағы нысандардың атауларын айтады. AizereVoice функциясын қарапайым қимылдар жиынтығымен басқаруға болады

# voiceSpeed
source: Скорость речи
kk: Оқу жылдамдамдығы

# interaction
source: Взаимодействие
kk: Өзара әрекеттесу

# setting
source: Настройка
kk: Баптау

# specialFeature
source: Специальные возможности
kk: Арнаулы мүмкіндіктер

# language
source: Язык
kk: Тіл

# speakers
source: Спикеры
kk: Спикер

source: Aizere
kk: Айзере

# playbackSpeed
source: Скорость воспроизведения
kk: Ойнату жылдамдығы

# yourText
source: Ваш текст
kk: Сіздің мәтініңіз

# usual
source: Обычная
kk: Қалыпты

# toFind
source: Найти
kk: Іздеу

# favorite
source: Избранное
kk: Таңдаулар

# paste
source: Вставить
kk: Қою

# clear
source: Очистить
kk: Тазалау

# myFavorites
source: Мои избранные
kk: Менің таңдауларым

# search
source: Поиск
kk: Іздеу

# searchHistory
source: История поиска
kk: Іздеу тарихы

# classOf
source: {value} класс
kk: {value} сынып

# pressThreeFingerToAizereVoice
source: Коснитесь тремя пальцами для выключения или включения функции AizereVoice
kk: AizereVoice өшіру немесе қосу үшін үш саусақпен түртіңіз

# holdTwoFingerToChangeVolume
source: Зажмите двумя пальцами и проведите вверх или вниз для регулировки громкости речи
kk: Сөйлеу дыбысын реттеу үшін екі саусақпен ұстап, жоғары немесе төмен жүргізіңіз

# doubleTapForVoice
source: Коснитесь дважды по объекту для озвучивание объекта
kk: Дыбыс шығару үшін нысанды екі рет түртіңіз

# selectDesiredText
source: Выбрать нужный текст
kk: Қажетті мәтінді таңдаңыз

# aizereSynthesisThousandText
source: AiZere - синтез текста на казахском языке до 1000 символов
kk: AiZere - 1000 таңбаға дейін қазақша мәтін синтезі

# minimumButtonFriendlyUx
source: AiZere - удобный интерфейс и минимум кнопок
kk: AiZere - ыңғайлы интерфейс және ең аз батырмалар

# useVirtualSpeakers
source: AiZere - воспроизведение текста с помощью виртуальных спикеров
kk: AiZere - виртуалды спикерлер көмегімен мәтінді ойнату

# librarySectionAndListenBooks
source: Переходи в раздел Библиотека и слушай готовые аудиокниги на казахском языке
kk: «Кітапхана» бөліміне өтіп, қазақ тіліндегі дайын аудиокітаптарды тыңдаңыз

# forgotPassword
source: Забыли пароль?
kk: Құпия сөзіңізді ұмыттыңыз ба?

# auth
source: Авторизация
kk: Кіру

# signUp
source: Регистрация
kk: Тіркеу

# fillAllFieldsAuth
source: Заполните все поля ниже, чтобы войти в систему сервиса
kk: Қызмет көрсету жүйесіне кіру үшін төмендегі барлық өрістерді толтырыңыз

# fillAllFieldsSignUp
source: Заполните все поля ниже, чтобы пользоваться функциями сервиса
kk: Қызмет мүмкіндіктерін пайдалану үшін төмендегі барлық өрістерді толтырыңыз

# fillAllFieldsForget
source: Заполните все поля ниже, чтобы восстановить доступ к аккаунту.
kk: Тіркелгіңізге кіру рұқсатын қалпына келтіру үшін төмендегі барлық өрістерді толтырыңыз.

# phone
source: Номер телефона
kk: Телефон нөмірі

# password
source: пароль
kk: Құпия сөз

# dontHaveAnAccount
source: У вас нет аккаунта?
kk: Сізде аккаунт жоқ па?

# haveAnAccount
source: У вас есть аккаунт?
kk: Сізде аккаунт бар ма?

# enter
source: Войти
kk: Кіру

# welcome
source: Добро пожаловать в AIzere!
kk: AIzere-ге қош келдіңіз!

# welcomeDescription
source: Более миллионов человек уже используют AIzere, чтобы общаться с искусственным интелектом
kk: Қазірдің өзінде миллионнан астам адам жасанды интеллектпен байланысу үшін AIzere қолданады

# name
source: Имя
kk: Аты

# continueText
source: Продолжить
kk: Жалғастыру

# confirmationCode
source: Подтверждение кода
kk: Растау коды

# sendItBack
source: Повторно отправить через:
kk: Қайта жіберу арқылы:

# confirmationDescription
source: На ваш номер телефона отправлен 4 значный SMS код подтверждения. Введите код в поле ниже.
kk: Сіздің телефон нөміріңізге 4 саннан тұратын SMS растау коды жіберілді. Төмендегі өріске кодты енгізіңіз.

# finalize
source: Завершить
kk: Аяқтау

# congratulations
source: Поздравляем
kk: Құттықтаймыз

# signUpSuccessDescription
source: Доступные вам функционалы уже готовы к использованию. Начните задавать вопросы AIzere.
kk: Сізге қол жетімді функциялар қол жетімді. AIzere-ге сұрау қою бастаңыз

# forgotSuccessDescription
source: Новый пароль для входа доступа к вашему аккаунту создан.
kk: Сіздің аккаунтыңызға кіру үшін жаңа кілтсөз жасалды.

# newPassword
source: Новый пароль
kk: Жаңа құпия сөз

# repeatNewPassword
source: Повторить новый пароль
kk: Жаңа құпия сөзді қайта теріңіз

# restore
source: Восстановить
kk: Қалпына келтіру

# cancel
source: Отменить
kk: Болдырмау

# newPasswordDescription
source: Придумайте новый пароль для входа доступа к вашему аккаунту
kk: Сіздің аккаунтыңызға кіру үшін жаңа кілтсөз табыңыз
